<template>
	<mt-header fixed isgrey title="注册条款">
		<mt-button v-link="{path: form_path}" icon="arr-left" slot="left"></mt-button>
	</mt-header>
	<mt-content>
		<div class="page-cell terms-head">
			<a class="mint-cell">
				<label class="mint-cell-title">
					<span class="iconfont icon-wx-mark"></span>
					<span class="mint-cell-text">申请账号时默认同意条款</span>
				</label>
				<div class="mint-cell-value"></div>
			</a>
		</div>
		<div class="terms-text">
			<div class="terms-p">“随访家园”，是广州乐而活健康管理咨询有限公司（以下简称“乐而活“或甲方）专门为患者用户（以下简称“用户”或乙方）和医生（以下简称“医生”）开发的移动应用，医生利用它对已熟悉的用户进行线上的交流和随访管理等工作，为进一步补充和完善更充分的医患交流，建立和谐医患关系。在注册成为随访家园的乙方，并开始使用随访家园之前，乙方需确认已经阅读本协议，并同意本协议中所有条款。一旦乙方开始使用随访家园，那么本协议中的所有条款即分别在乐而活和医生、乐而活和用户之间生效，与合同具有同等法律效力。</div>
			<div class="terms-title">一、随访家园服务</div>
			<ul class="terms-list">
				<li>1、乐而活负责在“随访家园”上为医生和用户建立随访管理及交流的虚拟环境，并提供技术与服务支持。</li>
				<li>2、对医生或用户在注册、使用服务中所遇到的与服务或注册有关的问题及反映的情况，乐而活应及时作出回复。</li>
				<li>3、乐而活有义务保护医生和用户的个人资料及隐私信息（需要公布的资料和信息除外）的安全，不得泄露医生或用户的隐私资料。</li>
				<li>4、乙方授权甲方在“随访家园”应用上向医生展示以乙方姓名冠名的相关内容，并在随访家园应用中开展订购形式的个性化交流服务；</li>
				<li>5、乙方或医生在使用“随访家园”时，均需接受乐而活的免责协议：“随访家园”中所有医疗信息、图文影像信息、交流，咨询信息等皆不作为诊断结果和医疗的证据，用户只能作为参考。乐而活不承担医生或用户在使用随访家园平台时可能产生的医疗风险和责任。用户应及时与医生沟通并确保相关资料和信息及时、准确上传。在使用平台服务的过程中，如遇医生回复延迟，患者（尤其是病情严重或发生急性症状和化验结果异常的情形下）建议应尽快前往医院就医。</li>
				<li>6、用户可订购“随访家园”平台推出的免费或付费服务，形式包括但不局限于图文、电话、视频；</li>
				<li class="leh-c-red">7、用户发布内容时，即表示该用户许可甲方及其分支使用、复制、展览、表演、传播、翻译、编辑和创作派生作品，并许可甲方在相关医院经正规授权获取用户过往病历及检查相关内容。甲方尊重用户对原内容拥有所有权，用户有权在任何时间要求随访家园在应用中将原内容删除。在此过程中，甲方承诺始终对用户个人信息进行保密。</li>
			</ul>
			<div class="terms-title">二、随访家园使用规范</div>
			<ul class="terms-list">
				<li>1、医生或用户在随访家园使用中的言行需遵守国家法律、法规等规范性文件及乐而活的各项规则和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。如果因此产生任何法律后果，医生或用户应独立承担法律责任。</li>
				<li>2、医生在随访家园平台不得开展诊断与治疗服务，不得以任何形式提供除咨询外的医学帮助，且不得影响医生所属医疗机构中的本职工作及其管理规章。医生同意，其应确保对其提供咨询交流服务的用户的任何附随诊断及治疗活动，应在医疗执业机构内进行。在线咨询服务不可替代诊后随访等诊断与治疗服务，医生或用户不应将在线咨询代替处方、诊断、治疗方案使用，医生和用户本人应自行承担由此产生的相应后果和法律责任。随访家园平台不得用于药品、医疗器械及其他未经随访家园同意的商品或服务的销售和/或推广活动。因违反使用规范而使乐而活与用户，或医生与所属医疗机构产生纠纷的，由医生自行承担，乐而活不负任何法律责任。</li>
				<li>3、用户通过随访家园平台能且仅能获得咨询服务（包括医学信息，健康知识，医疗健康咨询建议等符合法律规定且随访家园平台所允许的咨询服务事项），且因咨询均只限于根据用户的主观描述，医生尽可能利用医学知识及相关经验给予一定的解惑及建议，不能满足用户的诊断、治疗要求，且无法对结果是否符合用户预期做保证。</li>
				<li>4、在使用随访家园的过程中，如果发生：(1)对医生提供服务内容及质量存有异议，(2)医生或用户发现任何违反或可能违反本协议及不时制定和修改的用户规则和使用规范的内容或行为，或者(3)其他任何须向随访家园告知的不当使用情况，医生或用户可以通过以下方式向随访家园提出投诉或举报：发送邮件至services@leerhuo.com 或在随访家园上进行反馈，并提供上述事件的必要证据材料。随访家园在收到前述投诉或申诉后，如为服务纠纷，随访家园可依据情况协调沟通；如为投诉或举报，经核查内容违规或不当属实的，随访家园应当向事件参与人及时警示告知，对相关内容予以删除或屏蔽，且随访家园保留因事件性质及严重程度，根据自行判断对该参与人所使用的随访家园账户予以暂停使用、冻结直至取消该账户资格的权利。对于无法证实投诉或举报内容真实性的，随访家园及时向投诉人或举报人告知情况。虽有上述规定，随访家园作为平台方仅协助各方处理争议及投诉举报内容，任何该等事件参与人应自行对该等事件独立承担法律责任。除非随访家园平台存在故意行为，医生及用户均应对随访家园就前述事件予以免责（包括但不限于任何损失、损害赔偿、请求、要求、开支、诉讼费用）。</li>
			</ul>
			<div class="terms-title">三、 协议内容</div>
			<ul class="terms-list">
				<li>1、本协议内容包括协议正文及所有乐而活已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。</li>
				<li>2、乙方应当在使用随访家园应用服务之前认真阅读全部协议内容。因此，只要乙方使用随访家园服务，则本协议即对乙方或用户产生约束，届时乙方不应以未阅读本协议的内容等理由，主张本协议无效，或要求撤销本协议。</li>
				<li>3、乐而活有权根据需要定期制订、修改本协议和/或各类规则。并会提前在乐而活官方网站、“随访家园”应用中进行公示。乐而活更新后，变更的协议和规则立即自动生效。如乙方或用户继续使用随访家园服务，即表示接受经修订的协议和规则。</li>
			</ul>
			<div class="terms-title">四、 注册</div>
			<ul class="terms-list">
				<li>1、注册者资格：乙方在完成注册程序或实际使用随访家园服务时，应当是具备完全民事权利能力和完全民事行为能力的自然人。</li>
				<li>2、账户：乙方完成注册程序后，乐而活会向乙方提供唯一的账户编码，且乙方可以设置或修改账户密码。乙方应对自己的随访家园账户和密码的安全负责。除非有法律规定或司法裁定，且征得乐而活的同意，否则，账户不得以任何方式转让、赠与或继承。如果发现任何人不当使用乙方账户或有任何其他可能危及乙方账户安全的情形时，乙方应当立即以有效方式通知乐而活，要求乐而活暂停相关服务。乙方向乐而活提供所需注册资料、阅读并同意本协议、完成全部注册程序后，即成为随访家园上的注册用户。在后续的使用过程中，乙方应当及时更新自己的资料，以使之真实、及时，完整和准确。</li>
			</ul>
			<div class="terms-title">五、协议终止</div>
			<ul class="terms-list">
				<li>1、乙方或用户对乐而活有任何意见和建议均可通过客服电话、电子邮件等渠道联系进行反馈。乐而活将充分尊重乙方或用户的意见，经协商达成一致后，对协议或规则进行调整。</li>
				<li>2、若乙方无法与乐而活达成一致，乐而活无权强制乙方使用随访家园。乙方可根据自己意愿，随时、随地终止随访家园的使用，且在完全终止随访家园使用后一年后本协议将自动终止。在协议终止前、账号注销前，乙方均可随时、随地自行再次开通随访家园使用。本协议终止后乙方或用户的账号将被自动注销，之后乐而活无权使用其资料等信息。</li>
				<li>3、随访家园有权对平台上乙方或医生发布的内容进行监督，发现不符合法律法规、道德准则、医生/用户规则的内容，随访家园有权利予以屏蔽或删除，并保留对责任人所使用的随访家园账户予以暂停使用、冻结直至取消该账户资格的权利。若乙方或医生屡次违反本协议或相关规定，经乐而活提醒仍不改变；或因乙方或医生的言行对乐而活造成重大损失的，乐而活有权终止与乙方或医生的协议，并冻结乙方或医生的账号。</li>
			</ul>
			<div class="terms-title">六、责任限制</div>
			<ul class="terms-list">
				<li>乙方或医生理解并同意自主选择、使用随访家园并风险自负。在任何条件下，乐而活及附属公司、员工、创建或者维护甲方应用的人员对用户使用本应用或链接本站的第三方网站导致的直接、间接、偶然、特殊、关联性损害或利益损失，或由错误、疏漏、信号中断、文件删除、病毒、网站出错，漏洞导致的直接或间接损害，或由于运行不稳、通信故障、盗窃、破坏或未经授权使用导致的损害不承担任何法律责任。
					</br>“随访家园”中的所有用户上传的患教资料、调查表、随访模版等内容均由第三方提供。“随访家园”不对该内容的真实性、有效性承担任何责任，亦不就由此给乙方或医生造成的直接、间接、偶然、特殊、关联性损害或利益损承担任何责任。
				</li>
			</ul>
			<div class="terms-title">七、免担保声明</div>
			<ul class="terms-list">
				<li>应用内容和服务的提供以“当前可获得”为基础，乐而活不确保提供无错误的任何默示保证。对于本应用、本应用内容、通过本应用获得的任何建议或者服务，乐而活明确表示不提供任何保证，不论明示的或暗示的，包括但不限于适销性、适用性、可靠性、准确性及完整性，乐而活既不担保服务一定能满足乙方或医生的要求，也不担保服务不会被修改、中断或终止，并且对服务的及时性、安全性及错误发生均不作任何担保，乙方或医生自行承担使用本应用内容所导致的风险。</li>
			</ul>
			<div class="terms-title">八、知识产权</div>
			<ul class="terms-list">
				<li>广州乐而活健康管理咨询有限公司是本应用及相关网站所承载的相关内容（文、图、视频、音频等）的版权所有者。未经广州乐而活健康管理咨询有限公司的书面许可，禁止挪用或复制本应用内容。所有未在此明确授予用户的其他权利，广州乐而活健康管理咨询有限公司将予以保留追究责任的权利。</li>
			</ul>
			<div class="terms-title">九、法律适用、管辖与其他</div>
			<ul class="terms-list">
				<li>1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，如无相关法律规定的，则应参照通用国际商业惯例和（或）行业惯例。</li>
				<li>2、因本协议产生之争议，应依照中华人民共和国法律予以处理。</li>
				<li>3、甲方和乙方或医生本着相互理解的态度执行本协议，如遇任何问题和矛盾可协商调解，如协商不成，可向甲方所在地法院提请诉讼。</li>
				<li>4、未尽事宜，则由相互协商确定。</li>
			</ul>
			<div class="terms-ft">
				<p>广州乐而活健康管理咨询有限公司</p>
				<p>2015年12月</p>
			</div>
		</div>
	</mt-content>
</template>
<script>
	import MtContent from '../../components/content'
	import MtHeader from '../../components/header.vue'
	import MtButton from '../../components/button.vue'

	export default{
		route: {
			data ({from, next}) {
				this.form_path = from.path
				next()
			}
		},

		data () {
			return{
				form_path:''
			}
		},
		components: {
			MtContent,
			MtHeader,
			MtButton
		}
	}
</script>

<style>
	.terms-head .mint-cell:after{border: 0;}
	.terms-head .icon-wx-mark{float:left;font-size: 20px;margin-right: 10px;color: #f77a66;}
	.terms-text{padding: 10px;}
	.terms-p{font-size:14px;line-height: 24px;}
	.terms-title{padding: 15px 0;font-size: 16px;}
	.terms-ft{float: right;margin-top: 30px;margin-bottom:25px;}
	.terms-ft p{font-size: 14px;color: #363636;}
	.terms-list li{font-size: 14px;line-height: 24px;margin-bottom: 5px;}

</style>